Repository: Twilight0/plugin.video.listrunner
Catalog: resources/language/resource.language.*/strings.po
Languages: el_gr

# #30001
source: General
el_gr: Γενικά

# #30002
source: Playlist
el_gr: Λίστα αναπαραγωγής

# #30003
source: Local
el_gr: Τοπική

# #30004
source: Remote
el_gr: Απομακρυσμένη

# #30005
source: Local/Remote Playlist Selector
el_gr: Επιλογέας τοπικής/απομακρυσμένης λίστας αναπαραγωγής

# #30006
source: Local Path (include Local Network)
el_gr: Τοπική Διαδρομή (περιλαμβάνεται το Τοπικό Δίκτυο)

# #30007
source: Remote Path (Internet address)
el_gr: Απομακρυσμένη Διαδρομή (διαδίκτυο)

# #30008
source: Resolvers
el_gr: Επιλυτές

# #30009
source: Install youtube-dl
el_gr: Εγκατάσταση youtube-dl

# #30010
source: Install resolveurl
el_gr: Εγκατάσταση resolveurl

# #30011
source: Settings
el_gr: Ρυθμίσεις

# #30012
source: Refresh Playlist
el_gr: Ανανέωση λίστας αναπαραγωγής

# #30013
source: No playlist loaded, wrong playlist format or no connection
el_gr: Δεν φορτώθηκε λίστα αναπαραγωγής, λανθασμένη μορφή ή απουσία δικτύου

# #30014
source: Install streamlink
el_gr: Εγκατάσταση streamlink

# #30015
source: Group '{0}'
el_gr: Ομάδα'{0}'

# #30016
source: ALL
el_gr: ΟΛΑ

# #30017
source: Select the group of your choice
el_gr: Επιλογή ομάδας αρεσκείας

# #30018
source: Plugin call methods
el_gr: Μεθόδοι κλήσης άλλων προσθέτων

# #30019
source: Cancel
el_gr: Ακύρωση

# #30020
source: Group list is loading
el_gr: Φόρτωση λίστας ομάδων

# #30021
source: All groups
el_gr: Όλες οι ομάδες

# #30022
source: Youtube Playlist
el_gr: Λίστα αναπαραγωγής Youtube

# #30023
source: Playlist url (Internet address)
el_gr: URL Λίστας αναπαραγωγής (διαδίκτυο)

# #30024
source: Caching (type 0 or leave blank to turn caching off)
el_gr: Προσωρινή αποθήκευση (μηδέν ή κενό για απενεργοποίηση)

# #30025
source: This setting represents time in hours
el_gr: Η ρύθμιση αυτή είναι χρόνος σε ώρες

# #30026
source: Streamlink already installed
el_gr: Το Streamlink είναι ήδη εγκατεστημένο

# #30027
source: Cache clear
el_gr: Καθαρισμός προσωρινής αποθήκης

# #30028
source: Do you want to clear addon's cache?
el_gr: Θέλετε να διαγράψετε την προσωρινή αποθήκη;

# #30029
source: Cancelled
el_gr: Ακύρωση

# #30030
source: Youtube-DL already installed
el_gr: Το Youtube-DL είναι ήδη εγκατεστημένο

# #30031
source: Resolveurl already installed
el_gr: Το resolveurl είναι ήδη εγκατεστημένο

# #30032
source: [COLOR white]Refresh playlist when changing settings (via context menu)[/COLOR]
el_gr: [COLOR white]Ανανεώστε την λίστα όταν πραγματοποιείτε αλλαγές (μέσω context menu)[/COLOR]

# #30033
source: Ungrouped
el_gr: Μη ομαδοποιημένο

# #30035
source: Show root menu
el_gr: Δείξε το αρχικό μενού

# #30036
source: Youtube-DL is not installed
el_gr: Το Youtube-DL δεν είναι εγκατεστημένο

# #30037
source: ResolveURL is not installed
el_gr: Το resolveurl δεν είναι εγκατεστημένο

# #30038
source: Settings
el_gr: Ρυθμίσεις

# #30039
source: Youtube-DL settings
el_gr: Ρυθμίσεις youtube-dl

# #30040
source: ResolveURL settings
el_gr: Ρυθμίσεις resolveurl

# #30041
source: Play youtube streams with the youtube addon
el_gr: Αναπαραγωγή ροών youtube με το πρόσθετο youtube

# #30042
source: Show group switcher
el_gr: Δείξε τον εναλλάκτη ομάδων
